Repository: imriShCodeArt/wp-otp
Catalog: languages/wp-otp-*.po
Languages: he_il

source: Access Token for 019 SMS API (generated after login).
he_il: אסימון גישה עבור 019 SMS API (נוצר לאחר הכניסה).

source: All
he_il: הכל

source: An error occurred.
he_il: קרתה טעות

source: Auto-generated token
he_il: אסימון שנוצר אוטומטית

source: Balance fetched successfully.
he_il: היתרה נלקחה בהצלחה.

source: Body text for OTP email. Use placeholders like {OTP} and {MINUTES}.
he_il: גוף הטקסט עבור אימייל OTP. השתמשו במצייני מיקום כמו {OTP} ו-{MINUTES}.

source: Both contact and OTP are required.
he_il: נדרשים גם יצירת קשר וגם OTP.

source: Cannot export CSV: headers already sent.
he_il: לא ניתן לייצא קבצי CSV: כותרות כבר נשלחו.

source: Change Email/Phone
he_il: שנה אימייל/טלפון

source: Channel is not allowed.
he_il: הערוץ אינו מותר.

source: Channel:
he_il: ערוץ:

source: Choose OTP Channel:
he_il: בחר ערוץ OTP:

source: Contact
he_il: איש קשר

source: Contact information is required.
he_il: נדרשים פרטי קשר.

source: Contact:
he_il: איש קשר:

source: Could not save OTP to the database.
he_il: לא ניתן היה לשמור את קוד ה-OTP במסד הנתונים.

source: Date
he_il: תאריך

source: Download CSV
he_il: הורד CSV

source: Email
he_il: אימייל

source: Email Address:
he_il: כתובת מייל:

source: Email Body
he_il: גוף הודעת המייל

source: Email delivery failed.
he_il: שליחת האימייל נכשלה.

source: Email or Phone:
he_il: אימייל או טלפון:

source: Email Subject
he_il: נושא מייל

source: Enable Phone-only Authentication
he_il: הפעל אימות טלפוני בלבד

source: Enable phone-only login/registration (no username or password).
he_il: הפעל כניסה/רישום דרך הטלפון בלבד (ללא שם משתמש או סיסמה).

source: Enter OTP:
he_il: הזן סיסמא חד פעמית:

source: Event Type
he_il: סוג אירוע

source: Event Type:
he_il: סוג אירוע:

source: Failed to generate SMS API token automatically.
he_il: יצירת אסימון SMS API באופן אוטומטי נכשלה.

source: Failed to generate SMS API token.
he_il: נכשלה יצירת אסימון API של SMS.

source: Failed to send OTP.
he_il: שליחת OTP נכשלה.

source: Filter Logs
he_il: סינון רשומות:

source: From Date:
he_il: מתאריך:

source: General Settings
he_il: הגדרות כלליות

source: How long the OTP is valid, in minutes.
he_il: כמה זמן ה-OTP תקף, בדקות.

source: Incorrect OTP. Please try again.
he_il: קוד OTP שגוי. אנא נסה שוב.

source: Invalid or expired OTP.
he_il: OTP לא חוקי או פג תוקף.

source: Invalid request data.
he_il: נתוני בקשה לא חוקיים.

source: Length of the OTP code (4-10 digits).
he_il: אורך קוד ה-OTP (4-10 ספרות).

source: Logs
he_il: רשומות

source: Maximum attempts reached. Your OTP is now expired. Please request a new one.
he_il: הגעת למספר הניסיונות המרבי. קוד ה-OTP שלך פג תוקף. אנא בקש חדש.

source: Maximum times a user can request a new OTP within the resend window.
he_il: מספר הפעמים המרבי שמשתמש יכול לבקש OTP חדש במסגרת חלון השליחה החוזרת.

source: Message
he_il: הודעה

source: New API token generated and saved.
he_il: אסימון API חדש נוצר ונשמר.

source: New SMS API token generated and saved:
he_il: אסימון SMS API חדש נוצר ונשמר:

source: New SMS API token generated automatically:
he_il: אסימון SMS API חדש נוצר אוטומטית:

source: No logs found for export.
he_il: לא נמצאו יומני רישום לייצוא.

source: No logs found.
he_il: לא נמצאו יומנים.

source: No OTP found for this contact.
he_il: לא נמצא OTP עבור איש קשר זה.

source: OTP Channels
he_il: ערוץ סיסמא חד פעמית

source: OTP Cooldown (seconds)
he_il: זמן צינון של הקוד החד פעמי (שניות)

source: OTP Expiry (minutes)
he_il: תוקף הקוד החד פעמי(בדקות)

source: OTP Length
he_il: אורך הקוד החד פעמי

source: OTP Logs
he_il: רשומות OTP

source: OTP request form template not found.
he_il: תבנית טופס בקשת OTP לא נמצאה.

source: OTP Resend Limit
he_il: מגבלת שליחה חוזרת של OTP

source: OTP Resend Window (minutes)
he_il: חלון שליחה חוזרת של OTP (בדקות)

source: OTP sent successfully.
he_il: סיסמת OTP נשלחה בהצלחה.

source: OTP sent via email.
he_il: OTP נשלח בדוא"ל.

source: OTP sent via SMS.
he_il: OTP נשלח באמצעות SMS.

source: OTP verified successfully.
he_il: OTP אומת בהצלחה.

source: Password for your 019 SMS account.
he_il: סיסמה לחשבון ה-SMS 019 שלך.

source: Phone number must be exactly %d digits.
he_il: מספר הטלפון חייב להיות באורך %d ספרות בדיוק.

source: Phone number must start with digit 5.
he_il: מספר הטלפון חייב להתחיל בספרה 5.

source: Phone Number:
he_il: מספר טלפון:

source: Please enter a valid email address.
he_il: אנא הזן כתובת דוא"ל תקפה.

source: Please enter a valid email or phone number.
he_il: אנא הזן כתובת דוא"ל או מספר טלפון תקינים.

source: Please enter a valid phone number.
he_il: אנא הזן מספר טלפון תקין.

source: Please wait until the cooldown finishes.
he_il: אנא המתן עד לסיום זמן הקירור.

source: Resend limit reached. Please try again later.
he_il: הגעת למגבלת השליחה החוזרת. אנא נסה שוב מאוחר יותר.

source: Resend OTP
he_il: שליחה מחדש

source: Seconds before allowing resend.
he_il: שניות לפני מתן אפשרות שליחה חוזרת.

source: Send and verify One-Time Passwords via email or 019 SMS for WordPress users.
he_il: שלחו ואימות סיסמאות חד-פעמיות באמצעות דוא"ל או SMS 019 עבור משתמשי וורדפרס.

source: Send Failed
he_il: השליחה נכשלה

source: Send OTP
he_il: שליחת קוד חד פעמי

source: Send Success
he_il: נשלח בהצלחה

source: Sender name for SMS messages (must be registered with 019).
he_il: שם השולח עבור הודעות SMS (חובה להיות רשום ב-019).

source: Settings
he_il: הגדרות

source: Settings saved successfully.
he_il: ההגדרות נשמרו בהצלחה.

source: SMS API Access Token
he_il: אסימון גישה ל-API של SMS

source: SMS API Password
he_il: סיסמת API של SMS

source: SMS API Username
he_il: שם משתמש של SMS API

source: SMS delivery failed.
he_il: משלוח SMS נכשל.

source: SMS Message Template
he_il: תבנית הודעת SMS

source: SMS Sender Name
he_il: שם שולח SMS

source: SMS sent successfully.
he_il: SMS נשלח בהצלחה.

source: SMS Settings (019 API)
he_il: הגדרות SMS (019 API)

source: SMS text template. Use placeholders like {OTP} and {MINUTES}.
he_il: תבנית הודעת SMS. השתמשו במצייני מיקום כמו {OTP} ו-{MINUTES}.

source: Subject line for OTP email.
he_il: שורת נושא עבור דוא"ל OTP.

source: This OTP has already been %s.
he_il: סיסמת ה-OTP הזו כבר הייתה %s.

source: This OTP has expired. Please request a new one.
he_il: פג תוקף קוד ה-OTP הזה. אנא בקש קוד חדש.

source: Time window (in minutes) for counting resend attempts.
he_il: חלון זמן (בדקות) לספירת ניסיונות שליחה חוזרת.

source: To Date:
he_il: עד התאריך:

source: Unsupported channel.
he_il: ערוץ לא נתמך.

source: Username for your 019 SMS account.
he_il: שם משתמש עבור חשבון ה-SMS 019 שלך.

source: Verify Failed
he_il: האימות נכשל

source: Verify OTP
he_il: אימות קוד חד"פ

source: Verify Success
he_il: האימות הצליח!

source: WP OTP Settings
he_il: הגדרות WP OTP

source: You do not have permission to perform this action.
he_il: אין לך הרשאה לבצע פעולה זו.

source: Your Name
he_il: שם

source: Your OTP Code
he_il: הקוד החד"פ שלך

source: Your OTP code is {OTP}. It will expire in {MINUTES} minutes.
he_il: קוד ה-OTP שלך הוא {OTP}. הוא יפוג תוקפו בעוד {MINUTES} דקות.

source: Your OTP code is: {OTP}. It will expire in {MINUTES} minutes.
he_il: קוד ה-OTP שלך הוא: {OTP}. הוא יפוג תוקפו בעוד {MINUTES} דקות.

source: Your019Username
he_il: שם משתמש 019

source: YourBrand
he_il: המותג שלך
